[
  {
    "id": 1,
    "image": "/images/reviews/1.webp",
    "review": "Toddler World has impacted our kid in a way that we can't express our gratitude in words. Our World fell apart when our kid was detected with ADHD, it was with relentless effort of every staff of Toddler World right from Driver to Management that he has improved almost fully. We express our sincere gratitude to everybody here in particular to Insha mam and Bisma didi. Toddler World is the best Nursery.",
    "author": "Sheikh Riyaz ul Haq",
    "alt": "Review by Sheikh Riyaz ul Haq: Toddler World has impacted our kid in a way that we can't express our gratitude in words. Our World fell apart when our kid was detected with ADHD, it was with relentless effort of every staff of Toddler World right from Driver to Management that he has improved almost fully. We express our sincere gratitude to everybody here in particular to Insha mam and Bisma didi. Toddler World is the best Nursery."
  },
  {
    "id": 2,
    "image": "/images/reviews/2.webp",
    "review": "Well the experience at Toddler world was great, the amount of care, the way the curriculum was planned and executed was outstanding. My compliments and Best wishes! It is this dedication and professionalism that made me enroll my other kid in this wonderful school. Hope the school would upgrade to the next level and we could continue to get the services. Thank you for the services. Wishing the school Admin and Staff all the best for future endeavours.",
    "author": "Junaid Wali",
    "alt": "Review by Junaid Wali: Well the experience at Toddler world was great, the amount of care, the way the curriculum was planned and executed was outstanding. My compliments and Best wishes! It is this dedication and professionalism that made me enroll my other kid in this wonderful school. Hope the school would upgrade to the next level and we could continue to get the services. Thank you for the services. Wishing the school Admin and Staff all the best for future endeavours."
  },
  {
    "id": 3,
    "image": "/images/reviews/3.webp",
    "review": "As my child's time at this preschool comes to an end, I wanted to take a moment to express my gratitude to the amazing staff who have made her early childhood education experience so wonderful. The teachers have been incredibly supportive, patient, and caring, and my child has thrived under their guidance. Thank you.",
    "author": "Nasir Jeelani",
    "alt": "Review by Nasir Jeelani: As my child's time at this preschool comes to an end, I wanted to take a moment to express my gratitude to the amazing staff who have made her early childhood education experience so wonderful. The teachers have been incredibly supportive, patient, and caring, and my child has thrived under their guidance. Thank you."
  },
  {
    "id": 4,
    "image": "/images/reviews/4.webp",
    "review": "Toddler is the valley's best preparatory school. If any one has to choose, don't give it a second thought.  We wish all the best for the teachers and overall management of the school.",
    "author": "F. A. Fayaz",
    "alt": "Review by F. A. Fayaz: Toddler is the valley's best preparatory school. If any one has to choose, don't give it a second thought.  We wish all the best for the teachers and overall management of the school."
  },
  {
    "id": 5,
    "image": "/images/reviews/5.webp",
    "review": "Best preparatory school in the valley. For us it was added benefit being in close vicinity. Superb facilities with best in line staff who are always responsive to feedback. They work on individual level to enhance overall development of child. We are very grateful for their help for both of our boys. Wish them more success and we highly recommend this school.",
    "author": "Waseem Mahajan",
    "alt": "Review by Waseem Mahajan: Best preparatory school in the valley. For us it was added benefit being in close vicinity. Superb facilities with best in line staff who are always responsive to feedback. They work on individual level to enhance overall development of child. We are very grateful for their help for both of our boys. Wish them more success and we highly recommend this school."
  },
  {
    "id": 6,
    "image": "/images/reviews/6.webp",
    "review": "Toddler World is best development centre in Srinagar for a child .. My Daughter Hareem Arshad has  got drastic devlopment here in Toddler World .. I suggest ever one to send there ward here for great development ...",
    "author": "Arshid Allaqband",
    "alt": "Review by Arshid Allaqband: Toddler World is best development centre in Srinagar for a child .. My Daughter Hareem Arshad has  got drastic devlopment here in Toddler World .. I suggest ever one to send there ward here for great development ..."
  },
  {
    "id": 7,
    "image": "/images/reviews/7.webp",
    "review": "I would strongly recommend Toddler World as it is the one and only preparatory school in the city which provides all the elements necessary for the early development of a child. Children love it there and get individual attention whenever needed and are exposed to a whole range of indoor and outdoor activities for a wholesome and allround development. Certainly the best. Wish you all more and more success now and in future.",
    "author": "Munim Farooq",
    "alt": "Review by Munim Farooq: I would strongly recommend Toddler World as it is the one and only preparatory school in the city which provides all the elements necessary for the early development of a child. Children love it there and get individual attention whenever needed and are exposed to a whole range of indoor and outdoor activities for a wholesome and allround development. Certainly the best. Wish you all more and more success now and in future."
  },
  {
    "id": 8,
    "image": "/images/reviews/8.webp",
    "review": "Really a wonderful preschool in Srinagar, most satisfying and competent enough to groom the little ones. Infrastructure is fantastic and upto the mark for all seasons including the harsh winter of Kashmir. A dedicated caring and efficient staff with no comparison. Excellent management with best humane approach understanding the parents and their concerns. Wish the school all the best from core of my heart.",
    "author": "Iqbal Zargar",
    "alt": "Review by Iqbal Zargar: Really a wonderful preschool in Srinagar, most satisfying and competent enough to groom the little ones. Infrastructure is fantastic and upto the mark for all seasons including the harsh winter of Kashmir. A dedicated caring and efficient staff with no comparison. Excellent management with best humane approach understanding the parents and their concerns. Wish the school all the best from core of my heart."
  },
  {
    "id": 9,
    "image": "/images/reviews/9.webp",
    "review": "The best nursery for the kids in valley. The environment they provide for kids growth is awesome with good learning experience. I noticed good communication development of my son.",
    "author": "Suhail Dagga",
    "alt": "Review by Suhail Dagga: The best nursery for the kids in valley. The environment they provide for kids growth is awesome with good learning experience. I noticed good communication development of my son."
  },
  {
    "id": 10,
    "image": "/images/reviews/10.webp",
    "review": "Thanks to the entire team of Toddler World who provided a excellent and warm atmosphere for  my child. I am happy and satisfied with the first exposure of my child without his parents with the outside world. Today he has the confidence to face the world.It is the dedication and personal attention of the entire team that has provided HAPPY and Joyfull memories in my child which always make him and his parents talk about Toddler World. Wishing you super success ....",
    "author": "Abrar Andrabi",
    "alt": "Review by Abrar Andrabi: Thanks to the entire team of Toddler World who provided a excellent and warm atmosphere for  my child. I am happy and satisfied with the first exposure of my child without his parents with the outside world. Today he has the confidence to face the world.It is the dedication and personal attention of the entire team that has provided HAPPY and Joyfull memories in my child which always make him and his parents talk about Toddler World. Wishing you super success ...."
  }
]
